Repository: ts-droid/RepCompanion_iOS
Catalog: RepCompanioniOS/Resources/Localizable.xcstrings
Source language: en
Languages: sv

source: %lld equipment
sv: %lld utrustning

source: %lld exercises
sv: %lld övningar

source: %lld participants
sv: %lld deltagare

source: %lld selected
sv: %lld valda

source: 7 days
sv: 7 dagar

source: 30 days
sv: 30 dagar

source: 90 days
sv: 90 dagar

source: Access denied
sv: Åtkomst nekad

source: Access to health data denied
sv: Åtkomst till hälsodata nekad

source: Accessories
sv: Tillbehör

source: Activate HealthKit
sv: Aktivera HealthKit

source: Activate notifications
sv: Aktivera notifikationer

source: Activated
sv: Aktiverad

source: Active calories
sv: Aktiva kalorier

source: Active gym
sv: Aktivt gym

source: Active Gym
sv: Aktivt Gym

source: Activity
sv: Aktivitet

source: ACTIVITY
sv: AKTIVITET

source: ACTIVITY DETAILS
sv: AKTIVITETSDETALJER

source: Add
sv: Lägg till

source: Add exercise
sv: Lägg till övning

source: Add gym
sv: Lägg till gym

source: Add the gym to the list to select it
sv: Lägg till gymmet till listan för att välja det

source: Add your first gym to get started.
sv: Lägg till ditt första gym för att komma igång.

source: Address (Optional)
sv: Adress (Valfritt)

source: Adjust Training
sv: Justera träning

source: Adjustable Bench
sv: Justerbar Bänk

source: Ads and affiliate links:
sv: Reklam och affiliate-länkar:

source: Advanced
sv: Mycket van

source: Advertising and affiliate links:
sv: Reklam och affiliate-länkar:

source: Age
sv: Ålder

source: Age exceeds 110 years. Please check your value.
sv: Ålder överstiger 110 år. Vänligen kontrollera ditt angivna värde.

source: Age is below 9 years. Please check your value.
sv: Ålder understiger 9 år. Vänligen kontrollera ditt angivna värde.

source: AI Suggestion
sv: AI-förslag

source: AI suggestions
sv: AI-förslag

source: All equipment has been reviewed.
sv: All utrustning har granskats.

source: All exercises have been reviewed.
sv: Alla övningar har granskats.

source: Alpine Skiing
sv: Alpin skidåkning

source: An unexpected error occurred: %@
sv: Ett oväntat fel inträffade: %@

source: An unknown error occurred.
sv: Ett okänt fel inträffade.

source: An unknown error occurred. Please try again.
sv: Ett okänt fel uppstod. Försök igen.

source: Analysis
sv: Analys

source: Analyzing your goals...
sv: Analyserar dina mål...

source: Analyzing your program...
sv: Analyserar ditt program...

source: Apple Intelligence API is not available yet
sv: Apple Intelligence API är inte tillgängligt ännu

source: Apple Intelligence is not available on this device
sv: Apple Intelligence är inte tillgängligt på denna enhet

source: Approve
sv: Godkänn

source: Approve exercises & equipment
sv: Godkänn övningar & utrustning

source: Assess whether suggested training is suitable for you
sv: Bedöma om föreslagen träning är lämplig för dig

source: Attachment
sv: Tillbehör

source: Automatically sync workout data, steps, sleep and recovery from your Apple devices
sv: Synka automatiskt träningsdata, steg, sömn och återhämtning från dina Apple-enheter

source: Automatically sync workout data, steps, sleep and recovery from your health platforms.
sv: Synka automatiskt träningsdata, steg, sömn och återhämtning från dina hälsoplattformar.

source: Average
sv: Snitt

source: Average heart rate
sv: Genomsnittlig puls

source: Average sleep
sv: Genomsnittlig sömn

source: Average: %@ kg
sv: Snitt: %@ kg

source: Average:
sv: Snitt:

source: Average weight
sv: Snitt vikt

source: Back
sv: Tillbaka

source: Balanced full-body program with focus on basic movements
sv: Balanserat helkroppsprogram med fokus på grundrörelser

# band
source: Resistance Band
sv: Gummiband

source: Barbell
sv: Skivstång

source: Barbell Deadlift
sv: Marklyft

source: Barbell Squat
sv: Knäböj

source: Basic profile information (e.g. age, gender, height, weight)
sv: Grundläggande profilinformation (t.ex. ålder, kön, längd, vikt)

source: Basketball
sv: Basket

source: Become more flexible
sv: Bli rörligare

source: beginner
sv: nybörjare

source: Beginner
sv: Nybörjare

source: Bench
sv: Träningsbänk

source: Bench press
sv: Bänkpress

source: Bench Press
sv: Bänkpress

source: Benches
sv: Bänkar

source: Better health
sv: Bättre hälsa

source: Better Health
sv: Bättre hälsa

source: Between exercises
sv: Mellan övningar

source: Between sets
sv: Mellan set

source: Bicep Curl
sv: Bicepscurl

source: Bodyweight
sv: Kroppsvikt

source: born
sv: född

source: Brace shoulder blades
sv: Spänn skulderbladen

source: Brace your core
sv: Spänn core

source: Browse exercises
sv: Bläddra övningar

source: Build Muscle
sv: Bygga muskler

source: Build muscle mass and get stronger.
sv: Bygg muskelmassa och bli starkare.

source: Building your workout program...
sv: Bygger ditt träningsprogram...

source: By continuing you agree to
sv: Genom att fortsätta går du med på

source: By creating an account or using RepCompanion, you agree to these terms.
sv: Genom att skapa ett konto eller använda RepCompanion godkänner du dessa villkor.

source: Cable Machine
sv: Kabelmaskin

source: Calf Raise
sv: Vadpress

source: Calories
sv: Kalorier

source: Calorie intake matters for progression. If you strive for muscle building, a small calorie surplus is needed (200-300 kcal/day).
sv: Kaloriintag spelar roll för progression. Om du strävar efter muskelbyggande behövs ett litet kaloriöverskott (200-300 kcal/dag).

source: Cancel
sv: Avbryt

source: Category
sv: Kategori

source: Compound
sv: Sammansatt

source: Cardio
sv: Kondition

source: Challenges
sv: Utmaningar

source: Check value
sv: Kontrollera värde

source: Check your email!
sv: Kontrollera din mail!

source: Choose Theme
sv: Välj tema

source: Choosing exercises...
sv: Väljer övningar...

source: Close
sv: Stäng

source: CloudKit entitlement missing. Contact developer.
sv: CloudKit entitlement saknas. Kontakta utvecklaren.

source: CloudKit sync
sv: CloudKit-synkning

source: Aborted
sv: Avbrutet

source: Active days
sv: Aktiva dagar

source: All categories
sv: Alla kategorier

source: Coming soon
sv: Kommer snart

source: Exercise statistics
sv: Övningsstatistik

source: Weekly summary
sv: Veckosammanfattning

source: Continue to app
sv: Fortsätt till appen

source: Color scheme
sv: Färgschema

source: Color Scheme
sv: Färgschema

source: Combined
sv: Kombinerad

source: Complete
sv: Slutför

source: Complete workout
sv: Slutför träningspass

source: Complete your first session to see history here
sv: Genomför ditt första pass för att se historik här

source: Completed
sv: Slutfört

source: Completed workouts
sv: Genomförda träningspass

source: Conditioning/Metcon
sv: Kondition/Metcon

source: Connect health data
sv: Hämta hälsodata

source: Consult with a doctor, physiotherapist or other qualified healthcare professional when needed
sv: Vid behov rådgöra med läkare, fysioterapeut eller annan kvalificerad vårdpersonal

source: Content
sv: Innehåll

source: Continue
sv: Fortsätt

source: Continue session
sv: Fortsätt passet

source: Continue with Google
sv: Fortsätt med Google

source: Continue without program
sv: Fortsätt utan program

source: Continue your session
sv: Fortsätt ditt pass

source: Controlled
sv: Kontrollerat

source: Controlled movement
sv: Kontrollerad rörelse

source: Cool down
sv: Nedvarvning

source: Could not activate HealthKit. Check that the app has permission in Settings.
sv: Kunde inte aktivera HealthKit. Kontrollera att appen har behörighet i Inställningar.

source: Could not activate notifications. Check that the app has permission in Settings.
sv: Kunde inte aktivera notifikationer. Kontrollera att appen har behörighet i Inställningar.

source: Could not connect to server. Please try again later.
sv: Kunde inte ansluta till servern. Försök igen senare.

source: Could not convert image
sv: Kunde inte konvertera bild

source: Could not fetch analysis
sv: Gick inte att hämta analys

source: Could not find view controller for Google Sign-In
sv: Kunde inte hitta vykontrollen för Google-inloggning

source: Could not parse server response
sv: Kunde inte tolka svaret från servern

source: Could not recognize equipment:
sv: Kunde inte känna igen utrustning:

source: Could not send link: %@
sv: Kunde inte lskicka länk: %@

source: Could not sign in with Apple: %@
sv: Kunde inte logga in med Apple: %@

source: Could not sign in with Google: %@
sv: Kunde inte logga in med Google: %@

source: Create program for the gym?
sv: Skapa program för gymmet?

source: Create program for this gym?
sv: Skapa program för gymmet?

source: Crimson
sv: Karmosin

source: Cross-country Skiing
sv: Längdskidåkning

source: Crunch
sv: Crunches

source: Current
sv: Nuvarande

source: Customize app appearance
sv: Anpassa appens utseende

source: Customize the app appearance with your favorite color scheme
sv: Anpassa appens utseende med ditt favoritfärgschema

source: Customize your schedule based on your goals and needs.
sv: Anpassa ditt schema baserat på dina mål och behov.

source: Cycling
sv: Cykling

source: Daily Step Goal
sv: Dagligt stegmål

source: Dark
sv: Mörk

source: Date
sv: Datum

source: Date of Birth
sv: Födelsedatum

source: Day
sv: Dag

source: Deactivated
sv: Inaktiverad

source: Deadlift
sv: Marklyft

source: Decline
sv: Neka

source: Delete
sv: Ta bort

source: Delete all programs and gyms to start over completely.
sv: Ta bort alla program och gym för att börja om helt.

source: Delete everything and start over?
sv: Radera allt och börja om?

source: Description
sv: Beskrivning

source: Difficulty level
sv: Svårighetsgrad

source: Distance
sv: Distans

source: Distribute 100% between your training goals
sv: Fördela 100% mellan dina träningsmål

source: Distribution of sets based on your program templates.
sv: Fördelning av set baserat på dina programmallar.

source: Distribution of sets per muscle group
sv: Fördelning av set per muskelgrupp

source: Do you want to apply these values to all remaining sets for this exercise in this session?
sv: Vill du tillämpa dessa värden på alla återstående set för denna övning i detta pass?

source: Do you want to create a training setup for this gym based on your current program? Exercises will be adapted to available equipment.
sv: Vill du skapa ett träningsupplägg för detta gym baserat på ditt nuvarande program? Övningarna anpassas efter tillgänglig utrustning.

source: Do you want to create a workout plan for this gym based on your current program? Exercises will be adapted to available equipment.
sv: Vill du skapa ett träningsupplägg för detta gym baserat på ditt nuvarande program? Övningarna anpassas efter tillgänglig utrustning.

source: Do you want to pause the session to continue later, or end it completely?
sv: Vill du pausa passet för att fortsätta senare, eller avsluta det helt?

source: Do you want to pause the session to continue later, or finish it completely?
sv: Vill du pausa passet för att fortsätta senare, eller avsluta det helt?

source: Do you want to reject this item? You can provide a reason.
sv: Vill du avvisa detta objekt? Du kan ange en anledning.

source: Do you want to start %@'s session today?
sv: Vill du starta %@s pass idag?

source: Do you want to start %1$@'s session today?
sv: Vill du starta %1$@s pass idag?

source: Do you want to start today's session?
sv: Vill du starta dagens pass?

source: Don't forget your workout today
sv: Glöm inte ditt träningspass idag

source: Done
sv: Klar

source: Done!
sv: Klart!

source: Dumbbell Press
sv: Hantelpress

source: Dumbbell Row
sv: Hantelrodd

source: Dumbbells
sv: Hantlar

source: e.g. Rowing, Boxing...
sv: ex. Rodd, Boxning...

source: Eat protein within 2 hours after training
sv: Ät protein inom 2 timmar efter träning

source: Edit
sv: Redigera

source: Edit Prompt
sv: Redigera Prompt

source: Edit session
sv: Redigera pass

source: Elite
sv: Elit

source: End session
sv: Avsluta pass

source: Endurance
sv: Uthållighet

# Engelska
source: English
sv: Engelska

source: Enter address
sv: Ange adress

source: Enter gym name
sv: Ange gymnamn

source: Enter your email
sv: Ange din e-post

source: Enter your sport
sv: Ange din idrott

source: Entered age (%lld years) is higher than normal. Please check your value.
sv: Angedd ålder (%lld år) är högre än normalt. Vänligen kontrollera värdet.

source: Entered age (%lld years) is lower than normal. Please check your value.
sv: Angedd ålder (%lld år) är lägre än normalt. Vänligen kontrollera värdet.

source: Entered height (%lld cm) is higher than normal. Please check your value.
sv: Angedd längd (%lld cm) är högre än normalt. Vänligen kontrollera värdet.

source: Entered height (%lld cm) is lower than normal. Please check your value.
sv: Angedd längd (%lld cm) är lägre än normalt. Vänligen kontrollera värdet.

source: Entered weight (%lld kg) is higher than normal. Please check your value.
sv: Angedd vikt (%lld kg) är högre än normalt. Vänligen kontrollera värdet.

source: Entered weight (%lld kg) is lower than normal. Please check your value.
sv: Angedd vikt (%lld kg) är lägre än normalt. Vänligen kontrollera värdet.

source: Equipment
sv: Utrustning

source: EQUIPMENT NEEDED
sv: UTRUSTNING SOM BEHÖVS

source: Equipment verified
sv: Utrustning verifierad

source: Equipment: %@
sv: Utrustning: %@

source: Error
sv: Fel

source: Estimated training time
sv: Beräknad träningstid

source: Estimated workout time
sv: Beräknad träningstid

source: Exclusive offers
sv: Exklusiva erbjudanden

source: Exercise
sv: Övning

source: Exercise %lld of %lld
sv: Övning %lld av %lld

source: Exercise catalog
sv: Övningskatalog

source: exercises
sv: övningar

source: Exercises
sv: Övningar

source: Explosive
sv: Explosivt

source: Explosiveness
sv: Explosivitet

source: Extra Focus
sv: Extra fokus

source: EZ Bar
sv: EZ-stång

source: Face Pull
sv: Face Pulls

source: Feel it in your back
sv: Känn i ryggen

source: Female
sv: Kvinna

source: Finalizing program...
sv: Slutför program…

source: Finalizing...
sv: Slutför…

source: Find nearby
sv: Hitta i närheten

source: Finding gyms...
sv: Hittar gym…

source: Finish
sv: Slutför

source: Finish & Save
sv: Avsluta & Spara

source: Finish...
sv: Avsluta...

source: Floorball
sv: Innebandy

source: Focus
sv: Fokus

source: Focus on technique
sv: Fokus på teknik

source: Football
sv: Fotboll

source: Forest
sv: Skog

source: found
sv: hittad

source: Free Weights
sv: Frivikter

source: Fri
sv: Fre

source: Friday
sv: Fredag

source: Gender
sv: Kön

source: Generate a training program to get started
sv: Generera ett träningsprogram för att komma igång

source: Generate New Program
sv: Generera nytt program

source: Generate program
sv: Generera program

source: Generate your personalized training program
sv: Generera ditt personliga träningsprogram

source: Generating workout program...
sv: Genererar träningsprogram...

source: Generating your new program...
sv: Genererar ditt nya program...

source: Generating your program...
sv: Genererar ditt program...

source: Generating your workout program...
sv: Genererar ditt träningsprogram...

source: Generating...
sv: Genererar...

source: Generation failed
sv: Generering misslyckades

source: Get discounts on training equipment and supplements.
sv: Få rabatter på träningsutrustning och kosttillskott.

source: Get expert tips and motivation to keep you on track.
sv: Få experttips och motivation för att hålla dig på banan.

source: Get started
sv: Kom igång

source: Goal
sv: Mål

source: Goals
sv: Mål

source: Google Sign-In is not configured yet. Use Apple Sign-In or email for now.
sv: Google Sign-In är inte konfigurerat ännu. Använd Apple Sign-In eller e-post för tillfället.

source: Google Sign-In is not configured. Add GoogleSignIn SDK and GoogleService-Info.plist.
sv: Google Sign-In är inte konfigurerad. Lägg till GoogleSignIn SDK och GoogleService-Info.plist.

source: Great job!
sv: Bra jobbat!

source: Gym Details
sv: Gymdetaljer

source: Gym Name
sv: Gymnamn

source: Gym Name (e.g. My Gym)
sv: Gym Namn (t.ex. Mitt Gym)

source: Gym not verified
sv: Gym ej verifierat

source: Handball
sv: Handboll

source: Hanging Leg Raise
sv: Hängande Benlyft

source: health
sv: hälsa

source: Health & Lifestyle
sv: Hälsa & livsstil

source: Health and lifestyle
sv: Hälsa och livsstil

source: Health data
sv: Hälsodata

source: Health data connected
sv: Hälsodata ansluten

source: Health data imported
sv: Hälsodata hämtat

source: Health data imported. You can manually edit the values in the next step
sv: Hälsodata hämtat. Du kan ändra värdena manuellt på nästa steg

source: Health integration
sv: Hälsointegration

source: Health trends
sv: Hälsotrender

source: health_lifestyle
sv: hälsa_livsstil

source: HealthKit error
sv: HealthKit-fel

source: HealthKit is not available on this device
sv: HealthKit är inte tillgängligt på denna enhet

source: Heart rate
sv: Hjärtfrekvens

source: Heavy
sv: Tungt

source: Height
sv: Längd

source: Height exceeds 253 cm. Please check your value.
sv: Längd överstiger 253 cm. Vänligen kontrollera ditt angivna värde.

source: Height is below 90 cm. Please check your value.
sv: Längd understiger 90 cm. Vänligen kontrollera ditt angivna värde.

source: Here is a summary of what you accomplished.
sv: Här är en sammanfattning av det du hann med.

source: Here's a summary of what you accomplished.
sv: Här är en sammanfattning av det du hann med.

source: High traffic - taking a bit longer than usual
sv: Många tränar just nu – det tar lite längre tid än vanligt

source: High traffic right now...
sv: Många tränar just nu...

source: High traffic... Program is generating, please wait. This can take up to 2 minutes.
sv: Programmet genereras, vänta lite. Detta kan ta upp till 2 minuter.

source: History
sv: Historik

source: Home
sv: Hem

source: How did the session feel? Anything to remember for next time?
sv: Hur kändes passet? Något att komma ihåg till nästa gång?

source: Hypertrophy
sv: Hypertrofi

source: I agree to our Terms & Privacy Policy to receive personalized workout suggestions.
sv: Jag godkänner våra Villkor & Sekretesspolicy för att ta emot skräddarsydda träningsförslag.

source: I agree to our Terms & Privacy Policy to receive tailored offers from our partners and fitness-related marketing.
sv: Jag godkänner våra användarvillkor & integritetspolicy för att få personliga erbjudanden från våra partners och träningsrelaterad marknadsföring.

source: I have completed:
sv: Jag har slutfört:

source: Ice Hockey
sv: Ishockey

source: ID token missing from Google
sv: ID-token saknas från Google

source: Identified equipment:
sv: Identifierad utrustning:

source: Import from Apple Health
sv: Hämta från Apple Health

source: Improve Mobility
sv: Bli rörligare

source: Improve stamina, fitness and energy.
sv: Förbättra ork, kondition och vardagsenergi.

source: Increase mobility, reduce stiffness and prevent injuries.
sv: Öka rörlighet, minska stelhet och förebygg skador.

source: Increase mobility, reduce stiffness and prevent injury.
sv: Öka rörlighet, minska stelhet och förebygg skador.

source: Increase weight gradually each week
sv: Öka vikten gradvis varje vecka

source: Information about training goals, level and preferences
sv: Uppgifter om träningsmål, träningsnivå och preferenser

source: Insights
sv: Inblick

source: Instructions
sv: Instruktioner

source: Isolated
sv: Isolerad

source: Intermediate
sv: Van

source: Invalid response from Apple. Please try again.
sv: Ogiltigt svar från Apple. Försök igen.

source: Invalid server response
sv: Ogiltigt svar från servern

source: Invalid view controller
sv: Ogiltig view controller

source: Keep shoulder blades together
sv: Håll skulderbladen ihop

source: Keep your back straight
sv: Håll ryggen rak

source: Key
sv: Nyckel

source: Knees follow toes
sv: Knäna följer tårna

source: Latest
sv: Senaste

source: Last synced:
sv: Senast synkad:

source: Last synced: %@
sv: Senast synkad: %@

source: Lat Pulldown
sv: Latsdrag

source: Leaderboard
sv: Topplista

source: Leaderboard coming soon
sv: Topplista kommer snart

source: Leg Curl
sv: Lårcurl

source: Leg Extension
sv: Benspark

source: Leg Press
sv: Benpress

source: Level
sv: Nivå

source: Light
sv: Ljus

source: Loading equipment...
sv: Hämtar utrustning...

source: Loading exercises...
sv: Laddar övningar...

source: Location Access Disabled
sv: Platstjänster är inaktiverade

source: Location services are required to find nearby gyms. Please enable them in Settings.
sv: Platstjänster krävs för att hitta gym i närheten. Aktivera dem i Inställningar.

source: Log
sv: Logga

source: Log exercises to see progression
sv: Logga övningar för att se progression

source: Log exercises to see your PBs here
sv: Logga övningar för att se dina PBs här

source: Log Out
sv: Logga ut

source: Log set
sv: Logga set

source: Lose weight
sv: Gå ner i vikt

source: Lose Weight
sv: Gå ner i vikt

source: Lose weight and improve your health.
sv: Gå ner i vikt och förbättra din hälsa.

source: Machine
sv: maskin

source: machine_lat_pulldown
sv: Latsdragsmaskin

source: Machines
sv: Maskiner

source: Main
sv: Standard

source: Male
sv: Man

source: Manage workouts
sv: Hantera träningspass

source: Mark as completed
sv: Markera som slutfört

source: Market leading
sv: Marknadsledande

source: Martial Arts
sv: Kampsport

source: Max weight
sv: Max vikt

source: Maximize your training!
sv: Maximera din träning!

source: Maximize your workout!
sv: Maximera din träning!

source: Medical disclaimer
sv: Medicinsk ansvarsfriskrivning

source: Min/session
sv: Min/pass

source: mixed training
sv: blandad träning

source: Mobile number (optional)
sv: Mobilnummer (frivilligt)

source: Mobility
sv: Rörlighet

source: Mobility and flexibility
sv: Rörlighet och flexibilitet

source: Mon
sv: Mån

source: Monday
sv: Måndag

source: Monitor your progress over time
sv: Övervaka din utveckling över tid

source: Month
sv: Månad

source: Movement patterns
sv: Rörelsemönster

source: Muscle balance
sv: Muskelbalans

source: Muscle distribution
sv: Muskelfördelning

source: Muscle groups
sv: Muskelgrupper

source: Muscle growth
sv: Muskelökning

source: Muscle growth and hypertrophy
sv: Muskelökning och hypertrofi

source: Muscles: %@
sv: Muskler: %@

source: My Gym
sv: Mitt gym

source: My Gyms
sv: Mina Gym

source: My training
sv: Min träning

source: Name
sv: Namn

source: Nearby gyms
sv: Gym nära dig

source: Network connection lost. Please try again.
sv: Nätverksanslutningen avbröts. Försök igen.

source: Network error:
sv: Nätverksfel:

source: Network error. Check your connection and try again.
sv: Nätverksfel. Kontrollera din anslutning och försök igen.

source: Network error. Check your connection.
sv: Nätverksfel. Kontrollera din anslutning.

source: New exercise
sv: Ny övning

source: New gym
sv: Nytt gym

source: New to training or returning after a long break
sv: Ny till träning eller återkommer efter lång paus

source: next
sv: nästa

source: Next
sv: Nästa

source: No 1RM values
sv: Inga 1RM-värden

source: No data yet
sv: Ingen data ännu

source: No equipment
sv: Ingen utrustning

source: No equipment found.
sv: Ingen utrustning hittades.

source: No equipment needed
sv: Ingen utrustning behövs

source: No equipment selected. This gym will only support bodyweight exercises.
sv: Ingen utrustning vald. Detta gym kommer endast att stödja kroppsviktsövningar.

source: No exercises
sv: Inga övningar

source: No exercises found
sv: Inga övningar hittades

source: No gym selected
sv: Inget gym valt

source: No gyms
sv: Inga gym

source: No gyms found near you.
sv: Inga gym hittades i närheten.

source: No gyms found nearby. Try increasing search distance.
sv: Inga gym hittades i närheten. Prova att öka sökavståndet.

source: No health data found. You can manually fill in the values in the next step
sv: Inga hälsodata hittades. Du kan fylla i värdena manuellt på nästa steg
